[
  {
    "name": "Lenovo IdeaCentre 5 14IOB6 90RJ00CWMH",
    "price": 399,
    "description": "The Lenovo IdeaCentre 5 14IOB6 90RJ00D3MH is a compact desktop on which you can perform all your daily tasks. Send emails, write reports, and edit your most beautiful photos in Adobe Photoshop. The Lenovo with an Intel Core i5 processor and 8GB RAM is powerful enough for that. Do you need more RAM or storage after all? You can easily expand these parts. This way, you'll be sure that you have a future-proof PC. You can get started within 15 seconds after turning on your desktop, thanks to the 256GB SSD. Since the desktop is compact, you can easily place it on your desk. It doesn't take up too much space.",
    "stocklevel": 6,
    "model": "Lenovo IdeaCentre 5 14IOB6 90RJ00CWMH",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1839318"
  },
  {
    "name": "Acer Aspire XC-1780 I5400",
    "price": 549,
    "description": "The Acer Aspire XC-1780 I5400 is a PC for daily use. With this desktop, you can keep up with your emails, write reports, or edit photos in Adobe Photoshop. Thanks to the 13th generation Intel Core i5 processor and 8GB DDR4 RAM, you can do this without slowing down. On the 512GB SSD, you store all your photos, documents, and other files. This Acer also has enough USB ports for all your peripherals, such as a mouse, keyboard, and USB flash drive. You can also easily connect 2 monitors via the HDMI connectors. This way, you can enjoy extra screen space and open multiple windows next to each other.",
    "stocklevel": 12,
    "model": "Acer Aspire XC-1780 I5400",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1875925"
  },
  {
    "name": "HP Prodesk 400 G9 Mini - 6B2A7EA",
    "price": 699,
    "description": "The HP Prodesk 400 G9 Mini - 6B2A7EA offers professional performance in a small case. You work with Windows 10 Pro. With this operating system, you store files encrypted on the 256GB SSD. You can also log in to the company domain remotely, so you can still share your files with colleagues while working from home for the day. This HP ProDesk has 1-year on-site manufacturer's warranty by HP. In case of a technical issue, an HP technician will come to your house to fix the system. ",
    "stocklevel": 9,
    "model": "HP Prodesk 400 G9 Mini - 6B2A7EA",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1843909"
  },
  {
    "name": "HP M01-F3970nd",
    "price": 645,
    "description": "Edit photos and videos in Adobe programs and multitask between demanding programs on the HP M01-F3970nd. With the 5000 series AMD Ryzen 7 processor and 16GB DDR4 RAM, the HP is powerful enough for this. Do you want more RAM? Expand the PC with extra RAM. You can find all the important ports at the front, so you can easily connect peripherals like a mouse, keyboard, or external hard drive. Or connect a wireless mouse or keyboard via Bluetooth. Via the HDMI and VGA ports, you can connect up to 2 monitors and create a workplace that suits your usage situation.",
    "stocklevel": 5,
    "model": "HP M01-F3970nd",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1912149"
  },
  {
    "name": "HP Pavilion TP01-3951nd",
    "price": 699,
    "description": "Edit photos and write reports on the HP Pavilion TP01-3951nd. With the 12th generation Intel Core i5 processor and 16GB DDR4 RAM, you can edit the most beautiful photos in Adobe Photoshop and use them right away in a presentation or report. You can multitask without issues on this HP Pavilion. You can listen to your favorite music while working via Spotify. With the 1TB SSD, you have enough storage for all your photos and other files. This desktop has 4 USB-A ports at the front, so you have enough space for all your peripherals.",
    "stocklevel": 8,
    "model": "HP Pavilion TP01-3951nd",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1912252"
  },
  {
    "name": "Lenovo IdeaCentre G5 17AIB7 90T1006LMH",
    "price": 899,
    "description": "With the Lenovo IdeaCentre G5 17AIB7 90T1006LMH, you can play your favorite games. Thanks to the NVIDIA GeForce GTX 1660 Super video card, you can play games like League of Legends and Fortnite at the highest settings. On top of that, you can edit photos and effortlessly multitask with light programs thanks to the Intel Core i5 processor and 16GB RAM. That means you can stream your gameplay to Twitch or Discord for example, so your friends and followers can enjoy your gameplay. This desktop also has more USB ports than the average desktop. As a result, you can easily connect your peripherals such as your mouse, keyboard, or USB flash drive. ",
    "stocklevel": 7,
    "model": "Lenovo IdeaCentre G5 17AIB7 90T1006LMH",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1708098"
  },
  {
    "name": "Lenovo ThinkCentre M70q Gen 3 Tiny - 11T3002XMH",
    "price": 645,
    "description": "The Lenovo ThinkCentre M70q Gen 3 Tiny - 11T3002XMH is a compact mini PC that you can mount behind your monitor with the included VESA mount. This way, you don't see your business desktop anymore and you have more space on your desk.. With the 12th generation Intel Core i5 processor and the 16GB DDR4 RAM, you can edit your photos and design flyers in Adobe programs without your Lenovo crashing. In addition, you can runs your other programs smoothly in the background. Via Windows 11 Pro, you can log in remotely to the domain of your work and transfer your designs to the server. This desktop has a 3-year on-site manufacturer's warranty from Lenovo. Someone will visit you in case of (technical) problems. This product also comes with a wired keyboard and mouse, so you can get started with this ThinkCentre right away.",
    "stocklevel": 12,
    "model": "Lenovo ThinkCentre M70q Gen 3 Tiny - 11T3002XMH",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1896219"
  },
  {
    "name": "Lenovo IdeaCentre 3 07ADA05 90MV00KSMH",
    "price": 419,
    "description": "The Lenovo IdeaCentre 3 07ADA05 90MV00KSMH is a compact desktop for the whole family. Use it to send emails and write all of your reports. You can also edit photos of your latest holiday on the desktop. When you run a lot of Office programs at the same time, the 8GB RAM ensures that everything goes smoothly and quickly. You can get to work just 15 seconds after you've turned on the desktop, thanks to the 256GB SSD. Because this is a compact desktop, you can easily place it on your desk without it taking up too much space. ",
    "stocklevel": 9,
    "model": "Lenovo IdeaCentre 3 07ADA05 90MV00KSMH",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1915273"
  },
  {
    "name": "Acer Veriton Mini N4690G I74516 Pro",
    "price": 745,
    "description": "The Acer Veriton Mini N4690G I74516 Pro is a powerful, business mini desktop that's suitable for video editing. Thanks to its compact size, this mini PC fits on every desk. With the 12th generation Intel Core i7 processor and 16GB DDR4 RAM, you can effortlessly edit photo and video files. At the same time, you can run different programs in the background without the Acer slowing down. Thanks to the 512GB SSD, your files and programs boot within second so you can get started right away. You also store all your files on it. Via Windows 11 Pro, you can securely log in to your company network and work from home. This way, you always have access to your business files. Your files are also better protected with this operating system. With this Veriton Mini, you receive 1 year of on-site manufacturer's warranty from Acer. In case of technical problems, an Acer technician will stop by to fix your system",
    "stocklevel": 19,
    "model": "Acer Veriton Mini N4690G I74516 Pro",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1877830"
  },
  {
    "name": "MSI Cubi N JSL-043EU",
    "price": 209,
    "description": "The MSI Cubi N JSL-043EU is a business mini desktop that you can easily place anywhere, thanks to its compact size. With the included VESA mount, you can place the PC behind your monitor. This saves you same space on your desk. You can also easily expand the desktop, which makes it future-proof. You can use the MSI PC for all your daily tasks, such as checking your email and working in Office programs. In addition, you can easily access all the systems at the office remotely and your files are better protected. ",
    "stocklevel": 15,
    "model": "MSI Cubi N JSL-043EU",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1714098"
  },
  {
    "name": "Lenovo ThinkCentre M70q Gen 3 Tiny - 11T3002XMH",
    "price": 699,
    "description": "The Lenovo ThinkCentre M70q Gen 3 Tiny - 11T3002XMH is a compact mini PC that you can mount behind your monitor with the included VESA mount. This way, you don't see your business desktop anymore and you have more space on your desk.. With the 12th generation Intel Core i5 processor and the 16GB DDR4 RAM, you can edit your photos and design flyers in Adobe programs without your Lenovo crashing. In addition, you can runs your other programs smoothly in the background. Via Windows 11 Pro, you can log in remotely to the domain of your work and transfer your designs to the server. This desktop has a 3-year on-site manufacturer's warranty from Lenovo. Someone will visit you in case of (technical) problems. This product also comes with a wired keyboard and mouse, so you can get started with this ThinkCentre right away.",
    "stocklevel": 5,
    "model": "Lenovo ThinkCentre M70q Gen 3 Tiny - 11T3002XMH",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1896219"
  },
  {
    "name": "Lenovo IdeaCentre 3 07ADA05 90MV00KSMH",
    "price": 445,
    "description": "The Lenovo IdeaCentre 3 07ADA05 90MV00KSMH is a compact desktop for the whole family. Use it to send emails and write all of your reports. You can also edit photos of your latest holiday on the desktop. When you run a lot of Office programs at the same time, the 8GB RAM ensures that everything goes smoothly and quickly. You can get to work just 15 seconds after you've turned on the desktop, thanks to the 256GB SSD. Because this is a compact desktop, you can easily place it on your desk without it taking up too much space.",
    "stocklevel": 12,
    "model": "Lenovo IdeaCentre 3 07ADA05 90MV00KSMH",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1915273"
  },
  {
    "name": "MSI Cubi 5 12M-002EU",
    "price": 745,
    "description": "You can easily place the MSI Cubi 5 12M-002EU business mini desktop anywhere thanks to its compact size. Want to save more space on your desk? Easily place this mini PC behind your monitor with the included VESA mount and enjoy your homemade all-in-one PC. You can edit photos in Photoshop with this mini desktop. The 12th generation Intel Core i5 processor and 8GB DDR4 RAM are powerful enough for that. Want to multitask faster? Easily expand this desktop to up to 64GB DDR4 RAM. You don't have to worry about the safety of your files. Windows 11 Pro secures your files better and allows you to log in to other computers within your domain via Remote Desktop.",
    "stocklevel": 11,
    "model": "MSI Cubi 5 12M-002EU",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1917050"
  },
  {
    "name": "Asus ExpertCenter D500SD_CZ-512400004X",
    "price": 699,
    "description": "On the Asus ExpertCenter D500SD_CZ-512400004X business desktop, you can edit large photo files and work on business reports. Thanks to the 12th generation Intel Core i5 combined with 16GB DDR4 RAM, you can multitask between various graphic design projects while you run Office programs in the background. On the 512GB SSD drive, you can store up to 50,000 edited photos. You don't have to worry about your privacy with this ExpertCenter. You can store all your important data encrypted with the TPM 2.0 chip. In addition, this PC has Windows 11 Pro, so you can log in to the office network remotely and securely. This Asus also has a compact size, so it's easy to place it on any desk.",
    "stocklevel": 15,
    "model": "Asus ExpertCenter D500SD_CZ-512400004X",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1869212"
  },
  {
    "name": "Acer Chromebox CXi4 i1408",
    "price": 245,
    "description": "The Acer Chromebox CXi4 i1408 is a mini PC on which you work with Chrome OS instead of Windows. With this Google operating system, you mainly work in the cloud, so you always have your files on hand. This model is compact and you can attach it to the back of most monitors, so the Chromebox is completely out of sight. You use the Google Play Store to download apps with Chrome OS. You can also find Microsoft Office 365 here, or use the free Google variant and work with Spreadsheets or Docs.",
    "stocklevel": 24,
    "model": "Acer Chromebox CXi4 i1408",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1510425"
  },
  {
    "name": "HP ProDesk 400 G7 SFF - 5U566EA",
    "price": 745,
    "description": "The HP ProDesk 400 G7 SFF - 5U566EA is a small business desktop that you can use to design in programs like Adobe Photoshop. You work with Windows 10 Pro. With this operating system, you store files encrypted on the 256GB SSD. You can also log in to the company domain remotely, so you can still share your files with colleagues while working from home for the day. Are you working for a client who still uses DVDs? You can use the DVD burner to put files on a disc and provide customized service. This HP ProDesk has 1-year on-site manufacturer's warranty by HP. In case of a technical issue, an HP technician will come to your house to fix the system. Do you want to improve the configuration? This desktop has 2 bays and 2 slots for extra expansion options.",
    "stocklevel": 8,
    "model": "HP ProDesk 400 G7 SFF - 5U566EA",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1843906"
  },
  {
    "name": "Acer Aspire TC-1780 I5502",
    "price": 595,
    "description": "Edit photos, keep up with your emails, and write reports on the Acer Aspire TC-1780 I5502. With the 13th generation Intel Core i5 processor and 16GB DDR4 RAM, you can effortlessly multitask with different programs. You can edit photos in Adobe Photoshop and use them in a report or presentation right away. At the same time, you can play music in the background via Spotify. Need more RAM or an HDD drive with more storage? The Acer has extra slots for that. This Aspire PC also has enough USB ports for all your peripherals, such as a mouse, keyboard, and USB flash drive. You can also easily connect 2 monitors via the HDMI connectors. This way, you can enjoy extra screen space and open multiple windows next to each other.",
    "stocklevel": 16,
    "model": "Acer Aspire TC-1780 I5502",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1875935"
  },
  {
    "name": "Acer Veriton Slimline X2690 I5628 Pro",
    "price": 559,
    "description": "Edit photos and write reports on the Acer Veriton Slimline X2690 I5628 Pro. Thanks to its compact size, this mini PC fits on every desk. You can effortlessly work in programs like Adobe Photoshop or Microsoft Office, thanks to the 12th generation Intel Core i5 processor and 8GB DDR4 RAM. The desktop doesn't slow down while doing this. You can store your documents and other files on the 256GB SSD. In addition, you can securely log in to the company network via Windows 11 Pro and easily work from home. This way, you always have access to your business documents. Your files are also better protected with this operating system. This Acer Veriton has more USB-A ports than the average PC, so you have enough connectors for all your peripherals.",
    "stocklevel": 16,
    "model": "Acer Veriton Slimline X2690 I5628 Pro",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1879215"
  },
  {
    "name": "HP Z2 Mini G9 - 5F0M3EA",
    "price": 1999,
    "description": "The HP Z2 Mini G9 - 5F0M3EA is a business mini PC that's powerful enough for video editing. Thanks to its compact size, you can easily place the desktop behind your monitor if you have a VESA mount. This means there'll be more space left on your desk. With this Z2 Mini, you don't have to worry about your privacy. That's because it comes with a 1-year license for HP Wolf Pro Security, which protects your laptop and data from viruses and phishing attacks. And with Windows Pro 10, you can remotely connect to your office systems and your files are better protected. You can edit photos and videos in programs like Photoshop and Premiere Pro with the future-proof 12th generation Intel Core i7 processor and energy-efficient 32GB DDR5 RAM. In addition, your creations render fast thanks to the NVIDIA Quadro T1000 video card. This desktop comes with a free mouse and keyboard. In addition, you receive 3-year on-site warranty by HP, so a technician will drop by in case of technical defects. This HP is also a sustainable choice, thanks to the recycled material that was used for the packaging and speaker casing.",
    "stocklevel": 2,
    "model": "HP Z2 Mini G9 - 5F0M3EA",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1843927"
  },
  {
    "name": "HP Z1 G9 TWR - 5F0G4EA",
    "price": 1899,
    "description": "The HP Z1 G9 TWR - 5F0G4EA is a business laptop that's powerful enough for heavy 3D editing. This PC is a sustainable choice, thanks to the recycled material that was used for the packaging and speaker casing. You can design and render 3D models in programs like AutoCAD with the future-proof 12th generation Intel Core i9 processor and energy-efficient 32GB DDR5 RAM. In addition, your creations render fast thanks to the NVIDIA GeForce RTX 3070 video card. With Windows 10 Pro, you can remotely connect to office systems and your files are better protected. This desktop comes with a free mouse and keyboard. In addition, you receive 3-year on-site warranty by HP, so a technician will drop by in case of technical defects.",
    "stocklevel": 2,
    "model": "HP Z1 G9 TWR - 5F0G4EA",
    "category": "desktop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1843925"
  }
]