[
  {
    "name": "Lenovo ThinkBook 15 G2 ITL 20VE0117MH",
    "price": 699,
    "retailPrice": 999,
    "description": "With the 15-inch Lenovo ThinkBook 15 G2 ITL 20VE0117MH, you can keep your email up to date, write out texts, and edit content in management systems. With the Intel Core i5 processor and 8GB RAM, you can edit professional photos with Adobe Photoshop. Your files are properly protected with Windows 11 Pro. The chance that other people can access your documents is small. This chance gets even smaller when you use the fingerprint scanner. Ambient light won't have a negative impact on your work. You can comfortably continue to work in the dark thanks to the backlit keyboard. And when there's a lot of sunlight, you won't be bothered by reflections on the screen.",
    "stocklevel": 12,
    "model": "Lenovo ThinkBook 15 G2 ITL 20VE0117MH",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1887489"
  },
  {
    "name": "Lenovo IdeaPad 5 14IAL7 82SD00B8MH",
    "price": 799,
    "retailPrice": 1049,
    "description": "Edit large photo and video files, and multitask with demanding programs on the 14-inch Lenovo IdeaPad 5 14IAL7 82SD00B8MH. Thanks to the 12th generation Intel Core i7 processor and 16GB DDR4 RAM, you can do all of this at the same time and without slowing down. Done with your work? Render your images quickly with the Intel Iris Xe Graphics shared video card. You can take this powerful Lenovo anywhere thanks to its compact size and light 1.4kg weight. That way, you can even work on your creative projects on the go. The aluminum casing is strong, so you won't have to worry about a damaged laptop if it gets hit. This laptop has also passed military-grade testing, so spilling a drink on it doesn't cause any problems.",
    "stocklevel": 15,
    "model": "Lenovo IdeaPad 5 14IAL7 82SD00B8MH",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1862273"
  },
  {
    "name": "Asus X515EA-EJ3288W",
    "price": 599,
    "retailPrice": 779,
    "description": "The Asus X515EA-EJ3288W is a 15.6-inch laptop that's powerful enough for photo editing, thanks to the Intel Core i5 processor and 16GB RAM. With the Intel Iris Xe Graphics shared video card, your photos render more smoothly than with other shared video cards. Did you store so many photos that the entire 512GB M.2 SSD is full? You can easily expand the storage with an extra HDD. Thanks to the anti-glare screen, you won't be bothered by reflections, light, and greasy fingerprints as much, so you can also continue to work in the sun.",
    "stocklevel": 21,
    "model": "Asus X515EA-EJ3288W",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1929886"
  },
  {
    "name": "HP ProBook 440 G9 - 6F219EA",
    "price": 899,
    "retailPrice": 1099,
    "description": "The HP ProBook 440 G9 - 6F219EA is a 14-inch business laptop that's powerful enough for on the go and photo editing. With this ProBook, you don't have to worry about your privacy. That's because you get a 1-year license for HP Wolf Pro Security, that protects your laptop and information from viruses and phishing attacks. You can also remotely access systems at the office and better secure your files with Windows Pro 10. Securely log in with the infrared camera, which you can easily cover with the webcam slider. You can edit photos in programs like Photoshop with the future-proof 12th generation Intel Core i5 processor and 16GB RAM. Your photos also render smoothly thanks to the Intel Iris Xe Graphics shared video card. Thanks to its compact size and light weight of only 1.38kg, you can easily take the laptop with you. Did you accidentally spill something on your keyboard? No worries, the laptop is spill-resistant. In addition, the low halogen level of the laptop material makes this ProBook a sustainable choice.",
    "stocklevel": 13,
    "model": "HP ProBook 440 G9 - 6F219EA",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1798611"
  },
  {
    "name": "HP ProBook 450 G9 i7-16gb-512GB",
    "price": 999,
    "retailPrice": 1329,
    "description": "The 15-inch HP ProBook 450 G9 i7-16gb-512GB is a powerful business laptop suitable for video editing. With this ProBook, you don't have to worry about your privacy. That's because you get a 1-year license for HP Wolf Pro Security, that protects your laptop and information from viruses and phishing attacks. You can also remotely access systems at the office and better secure your files with Windows Pro 10. Prefer Windows 11? This laptop comes with a license for that, so you can easily upgrade the operating system. You can edit photos and videos with the future-proof 12th generation Intel Core i7 processor and 16GB DDR5 RAM. Your photos and videos also render smoothly thanks to the Intel iris Xe Graphics shared video card. Did you accidentally spill something on your keyboard? No worries, the laptop is spill-resistant.",
    "stocklevel": 12,
    "model": "HP ProBook 450 G9 i7-16gb-512GB",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1904749"
  },
  {
    "name": "HP Pavilion 15-eg2950nd",
    "price": 629,
    "retailPrice": 719,
    "description": "The HP Pavilion 15-eg2950nd is a 15-inch laptop that's suitable for photo editing and text processing. With the 12th generation Intel Core i5 processor, the laptop reaches higher performances and is more future-proof than with older generations. You can edit photos and work in light programs like Office. In addition, your photos and videos render smoothly thanks to the Intel Iris Xe Graphics shared video card. With HP Fast Charge technology, you can charge your empty battery back up to 50% within 45 minutes. That way, you can quickly continue to work wirelessly. Like to use your laptop at night as well? No problem. The backlit keyboard ensures you can also find the right keys in the dark. And thanks to the Bang & Olufsen speakers, you can enjoy a purer sound than with regular laptop speakers. So a movie or series becomes even more immersive. ",
    "stocklevel": 15,
    "model": "HP Pavilion 15-eg2950nd",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1780698"
  },
  {
    "name": "Lenovo IdeaPad 5 14ABA7 82SE00AXMH",
    "price": 549,
    "retailPrice": 749,
    "description": "Get started with your studies, work, or hobby photo editing on the 14-inch Lenovo IdeaPad 5 14ABA7 82SE00AXMH. Thanks to the 5000-series AMD Ryzen 5 processor and 8GB RAM DDR4 RAM, this Lenovo won't slow down. You have enough storage space for all your photos and files on the 512GB SSD. The light 1.3kg weight of this laptop makes it an ideal model for on the go. Because the IdeaPad 5 is made of sturdy aluminum and has passed military-grade testing, it can take a hit. The backlit keyboard also ensures you press the right keys at night. The Dolby Audio speakers make the sound even better. That's very useful when you're listening to music while you work, or when you're watching a Netflix series.",
    "stocklevel": 18,
    "model": "Lenovo IdeaPad 5 14ABA7 82SE00AXMH",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1862273"
  },
  {
    "name": "Lenovo IdeaPad 5 15ITL05 82FG01FGMH",
    "price": 899,
    "retailPrice": 999,
    "description": "The Lenovo IdeaPad 5 15ITL05 82FG01FGMH is a 15-inch laptop you can use to easily edit photos and videos. With an Intel Core i7 processor an 16GB RAM, you can multitask with programs, and you can work on your projects in Photoshop and Premiere Pro. Do you find security important? You can slide the physical switch in front of the webcam when your video call is over. That way, you protect your privacy. With the anti-glare screen, you won't have issues with reflections. That allows you to work outside with the IdeaPad on a sunny day. Is it getting dark? Simply turn on the keyboard backlight and continue typing in the dark.",
    "stocklevel": 17,
    "model": "Lenovo IdeaPad 5 15ITL05 82FG01FGMH",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1552819"
  },
  {
    "name": "Asus Vivobook 17 M1702QA-AU029W",
    "price": 949,
    "retailPrice": 819,
    "description": "The Asus Vivobook 17 M1702QA-AU029W is a 17.3-inch laptop that's powerful enough for video editing, thanks to the AMD Ryzen 7 processor and 16GB RAM. While editing your creations, the 720p HD camera makes sure you're clearly visible to your friends and colleagues. Done talking? Slide the webcam switch in front of the camera and make sure no one is watching you. Were you editing your creations for so long that it's evening already? Thanks to the backlit keyboard. you won't make as many mistakes while typing in the dark. You don't have to worry if you spill a drink over your keyboard, because this laptop passed military grade testing. Want to take another look at your videos in the sun the next day? Thanks to the anti-glare screen, you won't be bothered by reflections, light, and greasy fingerprints as much.",
    "stocklevel": 8,
    "model": "Asus Vivobook 17 M1702QA-AU029W",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1874640"
  },
  {
    "name": "Acer Chromebook 314 (CB314-3H-C99X)",
    "price": 229,
    "retailPrice": 369,
    "description": "You can write a report, send emails, and watch your favorite series on Netflix with the Acer Chromebook 314 (CB314-3H-C99X). You can even work on your report while you're offline. This Acer runs on Chrome OS, which is an energy-efficient operating system that allows you to work from the cloud and the Chrome browser. You can log in with your Google account and work in online applications such as Google Docs and Spreadsheets. Thanks to its compact size and light weight, you can easily take this laptop with you.",
    "stocklevel": 21,
    "model": "Acer Chromebook 314 (CB314-3H-C99X)",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1865614"
  },
  {
    "name": "HP Pavilion 15-eh1909nd",
    "price": 529,
    "retailPrice": 619,
    "description": "On the HP Pavilion 15-eh1909nd, you can send emails, type reports, and browse the internet. You can take the Lenovo to your garden or patio on a sunny day. Thanks to the anti-glare screen, you won't be bothered by annoying sunlight reflections. So, you can see your family and friends extra well when video calling on Skype. In your free time, you simply put on your favorite movie or song and enjoy the rich sound from the Bang & Olufsen speakers. Thanks to Windows 11 in S mode, this Lenovo is better protected against viruses. Prefer the complete Windows experience? You can easily switch off S mode via the settings menu.",
    "stocklevel": 5,
    "model": "HP Pavilion 15-eh1909nd",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1649239"
  },
  {
    "name": "HP 15s-fq4965nd",
    "price": 549,
    "retailPrice": 639,
    "description": "Edit photos with the HP 15s-fq4965nd thanks to the Intel Core i5 processor and 8GB RAM. You can easily work in programs like Photoshop and Office. And you can continue to work in the garden on a hot day. The anti-glare screen doesn't reflect sunlight, so you won't be blinded by sunlight when you use your laptop. Is there no power source in the garden and is your battery almost empty? Charge an empty battery to 50% in 45 minutes via HP Fast Charge. That way, you can continue working cordlessly.",
    "stocklevel": 24,
    "model": "HP 15s-fq4965nd",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1703962"
  },
  {
    "name": "Acer Aspire 3 A317-53-36AH",
    "price": 559,
    "retailPrice": 639,
    "description": "You can work with multiple tabs at the same time on the 17-inch Acer Aspire 3 A317-53-36AH. On the large screen, you can work in Microsoft Word, and answer emails at the same time. You have enough screen space to open two windows next to each other. This laptop has an Intel Core i3 processor and 16GB RAM, so it's suitable for all your basic tasks. You can work on a report, and look up information on the internet, for example. After work, you can watch your favorite movies and series on the Full HD screen. For video calls, you don't need any peripherals, thanks to the built-in webcam and microphones at the front. The Aspire 3 has Windows 11, so you have the newest operating system right away.",
    "stocklevel": 14,
    "model": "Acer Aspire 3 A317-53-36AH",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1619566"
  },
  {
    "name": "Asus Vivobook Pro 16 K6602ZC-N1107W",
    "price": 1099,
    "retailPrice": 1399,
    "description": "The Asus Vivobook Pro 16 K6602ZC-N1107W is a 16-inch laptop that's powerful enough for video editing. With the 12th generation Intel Core i7 processor, the laptop reaches higher performances and is more future-proof than older generations. Thanks to the 16GB RAM, you can multitask between demanding programs like Photoshop or Premiere Pro. With a 120Hz refresh rate, you can edit videos even more smoothly. Thanks to the NVIDIA GeForce RTX 3050 video card, your photos and videos also render faster and you can play medium demanding games on this laptop. This Vivobook is a 16-inch laptop in a 15-inch casing. Thanks to this, you have more screen space than with a 15-inch laptop, without the laptop being larger or heavier. Have you spilled on your laptop by accident? No worries, this laptop has been subjected to military-grade testing and can take a hit. In addition, you don't have to worry about your privacy with this Asus. You can log in quickly and securely with the fingerprint sensor and you can shield the camera after a video call with the webcam slider.",
    "stocklevel": 21,
    "model": "Asus Vivobook Pro 16 K6602ZC-N1107W",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1845014"
  },
  {
    "name": "Lenovo IdeaPad 5 15ITL05 82FG01F8MH",
    "price": 949,
    "retailPrice": 1149,
    "description": "The Lenovo IdeaPad 5 15ITL05 82FG01F8MH is a 15-inch laptop you can use to easily edit photos and videos. With an Intel Core i7 processor an 16GB RAM, you can multitask with programs, and you can work on your projects in Photoshop and Premiere Pro. Thanks to the NVIDIA GeForce MX450, your photos and videos render even faster. The 1TB SSD offers enough space for all your edited files and other documents. Do you find security important? Slide the physical switch in front of the webcam when your video call is over. That way, you protect your privacy. With the anti-glare screen, you don't have issues with reflections. That allows you to work outside with the IdeaPad on a sunny day. Is it getting dark? Simply turn on the keyboard backlight and continue typing in the dark.",
    "stocklevel": 24,
    "model": "Lenovo IdeaPad 5 15ITL05 82FG01F8MH",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1684883"
  },
  {
    "name": "Acer Aspire 5 A515-45G-R2RQ",
    "price": 645,
    "retailPrice": 799,
    "description": "The Acer Aspire 5 A515-45G-R2RQ is a 15-inch laptop that's suitable for photo and video editing. With the AMD Ryzen 7 processor and 16GB DDR4 RAM, you can easily open multiple demanding programs next to each other. You can store all your files on the 512GB SSD. Isn't that enough? You can simply expand the laptop with extra storage and RAM, which makes it future-proof. You connect an internet cable via the Ethernet port for fast and stable wired internet. Thanks to the anti-glare screen, you're less bothered by reflections, light, and greasy fingerprints. This way, you can also easily work at a window or in the garden.",
    "stocklevel": 7,
    "model": "Acer Aspire 5 A515-45G-R2RQ",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1912928"
  },
  {
    "name": "HP Pavilion 15-eg2978nd",
    "price": 849,
    "retailPrice": 1029,
    "description": "The HP Pavilion 15-eg2978nd is a 15-inch laptop that's suitable for video editing. With the 12th generation Intel Core i7 processor, the laptop reaches higher performance and it's more future-proof than older generations. You can edit photos and videos and multitask between demanding programs. In addition, your graphic designs render smoothly thanks to the Intel Iris Xe Graphics shared video card. With the HP Fast Charge technology, you can charge your empty battery to 50% within 45 minutes, so you can quickly continue wirelessly. Do you like to use your laptop at night as well? Don't worry. The backlit keyboard ensures you can also find the right keys in the dark. This HP is a sustainable choice, because recycled material has been used for the speaker casing.",
    "stocklevel": 8,
    "model": "HP Pavilion 15-eg2978nd",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1854660"
  },
  {
    "name": "HP Pavilion x360 14-ek0955nd",
    "price": 749,
    "retailPrice": 949,
    "description": "The HP Pavilion x360 14-ek0955 is a laptop and a tablet in one. You can edit photos, browse the internet, and watch series. If you flip the keyboard behind the touchscreen, you can swipe through all your programs with your fingers. Thanks to the Intel Core i5 processor, you can use demanding programs like Adobe Photoshop and multitask without it slowing down. You can also easily take the laptop with you, thanks to its compact size and light weight. This HP has Bang & Olufsen speakers, so the sound is clear, pure, and you can understand vocals well. Want to continue working in the dark? Turn on the keyboard backlight and type without errors in low light. The casing of this laptop is made from recycled aluminum, which makes this HP a sustainable choice.",
    "stocklevel": 23,
    "model": "HP Pavilion x360 14-ek0955nd",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1791499"
  },
  {
    "name": "Lenovo IdeaPad Flex 5 14ALC7 82R900APMH",
    "price": 729,
    "retailPrice": 849,
    "description": "The Lenovo IdeaPad Flex 5 14ALC7 82R900APMH is a 14-inch, 2-in-1 laptop that's powerful enough for photo editing. Fold the touchscreen 360 degrees and use the laptop as a tablet. This way, you can make quick edits with your fingers. You can use the 5000 series AMD Ryzen 5 processor and 16GB DDR4 RAM to edit photos and multitask with light programs like Office. Your eyes tire less quickly, thanks to the blue light filter. You can also enjoy pure sound through the speakers with Dolby Audio. Like to use your laptop at night? Don't worry. With the backlit keyboard, you can still find the right keys in the dark. Quickly and securely log in to this laptop with the fingerprint sensor, and easily cover the webcam with the privacy switch. That way, you don't have to worry about your privacy.",
    "stocklevel": 18,
    "model": "Lenovo IdeaPad Flex 5 14ALC7 82R900APMH",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1862559"
  },
  {
    "name": "Lenovo ThinkBook 15 G4 IAP - 21DJ00DGMH",
    "price": 999,
    "retailPrice": 1249,
    "description": "With the 15-inch Lenovo ThinkBook 15 G4 IAP - 21DJ00DGMH, you can edit photos and videos. You can also multitask between demanding programs like Adobe Premiere Pro. The 12th generation Intel Core i7 processor and 16GB DDR4 RAM are powerful enough for that. In addition, you can easily upgrade the storage up to 1TB with an extra M.2 SSD and DDR4 RAM up to 40GB. You don't have to worry about the security of your laptop. Your files are better protected thanks to Windows 11 Pro. In addition, you can log in via the fingerprint sensor. After an online meeting, you can easily slide the cover in front of the webcam. Don't worry if you spill a drink over your keyboard, because this laptop passed a military-grade test. If you like to work late into the night, the screen with built-in blue light filter prevents strained eyes and sleep problems.",
    "stocklevel": 8,
    "model": "Lenovo ThinkBook 15 G4 IAP - 21DJ00DGMH",
    "category": "laptop",
    "image": "https://image.coolblue.nl/max/2048x1536/products/1881697"
  }
]