[
    {
        "name": "LG 27UP85NP-W",
        "price": 449,
        "description": "You can edit your most beautiful creations in Adobe Photoshop, InDesign, or Premiere Pro on the LG 27UP85NP-W 27-inch 4K HDR monitor. With the 4K resolution, you experience images 2 times sharper than QHD and 4 times sharper than Full HD. This LG monitor has both HDR10 and DisplayHDR 400 support, for realistic and lifelike images. This way, navy blue stays navy blue, which is useful when you edit photos. You can create an ergonomic posture by adjusting the monitor as you like. Tilt the screen or adjust the height of the monitor to work as comfortably as possible. With the USB-C port on the monitor, you can connect and charge a laptop or other external device via the monitor. The maximum power of this USB-C port is 90W. This way, you can organize your workplace with only 1 cable, and you'll always have a full battery when you leave your house. ",
        "stocklevel": 15,
        "model": "LG 27UP85NP-W",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1861235"
    },
    {
        "name": "LG Ergo 32UN880",
        "price": 449,
        "description": "The LG Ergo 32UN880 is a monitor and monitor arm in one. That makes this 4K monitor adjustable in many different ways. That way, the screen is always in the right position for you and others can also watch along easily. Attach the monitor to your desk or place it on your desk like a classic monitor. The screen has DCI-P3 and HDR10 support, so the colors look very lifelike. Connect the monitor via HDMI, DisplayPort or via USB-C. That means this LG is also suitable for a MacBook, for example. To keep your desk tidy, the monitor also comes with cable management. That way, you won't have a lot of cables running across your desk.",
        "stocklevel": 6,
        "model": "LG Ergo 32UN880",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1461505"
    },
    {
        "name": "AOC Q2790PQE",
        "price": 119,
        "description": "You can watch movies, edit photos, or make digital designs for work with the AOC U2790PQU. This 27-inch monitor has a QHD resolution, which is 2 times sharper than Full HD. Every detail looks incredibly sharp. The brightness of 350 nits allows you to experience vivid colors, even in brightly lit spaces. The IPS panel also displays true-to-life colors from any viewing angle. It's possible to adjust the Q2790PQE in multiple ways, so you can fully adapt it to your wishes. The border around the screen is virtually invisible so you work comfortably with multiple monitors side by side. Via the USB hub, you can connect peripherals such as a mouse or a USB flash drive.",
        "stocklevel": 15,
        "model": "AOC Q2790PQE",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1439551"
    },
    {
        "name": "Philips 24E1N5300AE/00",
        "price": 99,
        "description": "With the Philips 24E1N5300A/00 24-inch USB-C monitor, you get through the working day comfortably. With the USB-C port, you can organize your whole desk with 1 cable. This port has 65W of power, which you can also use to charge your device. In addition, you can transfer image signals and data as well. So you can perform 3 tasks in one go. To make your working day even more comfortable, you can tilt and adjust the screen in height. That way, you create an ergonomic sitting posture for your working day and prevent neck and back problems. Want to watch a movie after work? The IPS panel ensures you get the same sharp images from every viewing angle. Even when you're not right in front of the screen. The 121% coverage within the sRGB color profile provides vibrant colors, which makes your viewing experience even better. ",
        "stocklevel": 24,
        "model": "Philips 24E1N5300AE/00",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1721090"
    },
    {
        "name": "LG 32UP55NP-W",
        "price": 345,
        "description": "Enjoy extra screen space when you edit photos and videos with the LG 32UP55NP-W 32-inch 4K HDR monitor. The monitor has HDR10 support and covers 90% of the colors within the DCI-P3 color space. This means you can get started with professional photo and video editing and experience true-to-life colors. Thanks to the 4K resolution of the screen, your images are 2 times sharper than QHD and 4 times sharper than Full HD. This means you can zoom in on the smallest details without losing quality. The monitor also has a USB-C port that can charge external devices, in addition to sending the image signal. As a result, you can organize your workplace with just 1 cable and get started right away with your visual creations.",
        "stocklevel": 16,
        "model": "LG 32UP55NP-W",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1804294"
    },
    {
        "name": "LG 24BP750C-B",
        "price": 219,
        "description": "Combine a sharp image, an organized desk, and your video calls with the LG 24BP750C-B 24-inch USB-C monitor. This monitor has a built-in webcam, so you can get started with video calls right away. You can slide the webcam back into the monitor after use, so you don't have to worry about your privacy. Are there multiple people sitting in front of the webcam? No problem, because you'll have the same sharp images from every viewing angle thanks to the IPS panel. This is ideal for when you have an online quiz with friends or want to sit in front of the screen with multiple family members. You can organize the desk with one cable via the USB-C port. This port transfers data, transfers image signals, and charges devices with a supplied power of 65W. That way, you'll always have a fully charged battery when you're done working. During a long working day, you want to properly sit in front of the screen. Tilt, turn, or adjust the screen in height to create an ergonomic sitting posture. This allows you to prevent neck and back complaints and your working day become a lot more comfortable.",
        "stocklevel": 21,
        "model": "LG 24BP750C-B",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1711212"
    },
    {
        "name": "Samsung LU28R550UQRXEN",
        "price": 179,
        "description": "You can view movies and photos in 4K with the Samsung LU28R550UQRXEN. This 28-inch monitor is ideal for home use. You'll be able to watch movies in high quality thanks to the 4K resolution. This monitor is also suitable for amateur or novice photo editors. Because of the high resolution, you can see photos in detail. The IPS panel displays true-to-life colors, even if you look at the screen from the side. You can work all day in Word or Photoshop without your eyes becoming strained. This is thanks to the blue light filter and the flicker-free technology. The screen has fairly thin bezels so you're less likely to get distracted.",
        "stocklevel": 12,
        "model": "Samsung LU28R550UQRXEN",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1438217"
    },
    {
        "name": "Philips 242B1G/00",
        "price": 129,
        "description": "The Philips 242G1G/00 is a 24-inch Full HD monitor with several functions to make working from home sustainably easier. The screen has a built-in Philips LightSensor and a PowerSensor. These 2 functions decrease the power consumption by automatically adjusting the brightness, for example. To make working from home comfortable, you can ergonomically set up the monitor. You can turn, tilt, or adjust the monitor in height to find the right working posture. In addition, the blue light filter prevents strained eyes during prolonged use. This way, you won't get headaches and sleeplessness. Specially useful when you have to do overtime or want to watch a movie after work. Do you use peripherals? Not a problem. Next to HDMI and DisplayPort connectors, this Philips monitor also has connectors for DVI, VGA and USB.",
        "stocklevel": 8,
        "model": "Philips 242B1G/00",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1536981"
    },
    {
        "name": "Philips 243V7QDAB",
        "price": 89,
        "description": "The Philips 243V7QDAB is a 23.8-inch monitor suitable for daily tasks such as reading emails or surfing the web. Texts are displayed clearly with the Full HD resolution, and remain legible from all angles thanks to the IPS panel. With the blue light filter, you can keep scrolling through your Facebook feed far into the early hours of the morning without straining your eyes. Do you enjoy listening to music on Spotify? This Philips monitor has integrated speakers, so it's ready to play your tunes. ",
        "stocklevel": 20,
        "model": "Philips 243V7QDAB",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1370218"
    },
    {
        "name": "HP EliteDisplay E243m",
        "price": 189,
        "description": "The HP EliteDisplay E243m is a 24-inch Full HD monitor for companies. Thanks to the built-in 720p resolution webcam, the monitor is suitable for Skype and video meetings. Via the built-in microphone and speakers at the bottom, you can communicate with your colleagues and business partners. Thanks to the IPS panel, you and your colleagues will be looking at a clearly readable screen with large viewing angles. You can tilt, rotate, and adjust the screen for a comfortable working posture. On top of that, the monitor has a thin bezel, which makes is suitable for a setup with 2 monitors.",
        "stocklevel": 14,
        "model": "HP EliteDisplay E243m",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1490635"
    },
    {
        "name": "iiyama ProLite XU2493HS-B5",
        "price": 89,
        "description": "The iiyama ProLite XU2493HS-B5 is a 24-inch Full HD monitor that's suitable for all your daily tasks at home and at the office. Thanks to the extremely thin bezels, the monitor is suitable for a setup of 2 or more screens. This way, you can increase your screen space and open multiple windows and programs side by side. This iiyama monitor has an IPS panel, so you can see sharp and vibrant images from every viewing angle. Even if you're watching a movie and aren't right in front of the screen. If you work late, you won't get strained eyes as quickly thanks to the Flicker Free technology and the blue light filter. Want to watch a movie after work? You won't need extra speakers thanks to the built-in speakers. That's also useful if you want to listen to music while working. Tilt the screen forwards or backwards to set your preferred viewing angle. This prevents bothersome light reflections on the screen. ",
        "stocklevel": 18,
        "model": "iiyama ProLite XU2493HS-B5",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1877477"
    },
    {
        "name": "Dell U2722DE",
        "price": 485,
        "description": "Edit your photos and videos and don't miss a single detail with the Dell U2722DE 27-inch QHD USB-C monitor. The QHD resolution allows you to see images 2 times sharper than in Full HD, which allows you to zoom into the smallest details. You can organize your entire desk with a single cable via the USB-C port on the monitor. This port sends image signals, transfers data, and directly charges your device with a maximum power of 90W. This way, you always have a full battery and you can keep your desk neat and tidy. In addition, you can easily switch between connected devices with the KVM switch. Tilt, swivel, and adjust the monitor in height to create an ergonomic seating position. That way, you always have the right posture while editing your visuals and prevent neck and back pain while working. Thanks to the 100% coverage within the sRGB color space, you always have the right and vivid colors at your disposal and editing becomes a lot more fun. ",
        "stocklevel": 6,
        "model": "Dell U2722DE",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1606914"
    },
    {
        "name": "AOC Q27V5C/BK",
        "price": 179,
        "description": "You can organize your desk with the built-in USB-C port of the AOC 27V5C/BK 27 inches QHD USB-C monitor and get through your working day in an organized way. The port sends image signals, transfers data, and charges an external device with 65W power. This way, you always have a fully charged battery. On the IPS panel, you see sharp images from every viewing angle, even when you're not directly in front of the screen. This allows you to enjoy your favorite movies and series after work. In addition, you tilt, swivel, or adjust the monitor in height to create an ergonomic sitting posture. As a result, you prevent neck and back pain after a long working day. Do you often work with PDF files or codes? Swivel the screen 90 degrees and activate the portrait mode. This mode makes it easier to read vertical files. You also enjoy extra sharp colors, thanks to the 98% coverage within the DCI-P3 color space, 105% coverage within the Adobe RGB color space, and QHD resolution. This means you can get started with hobby photo and video editing as well. ",
        "stocklevel": 9,
        "model": "AOC Q27V5C/BK",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1802365"
    },
    {
        "name": "iiyama ProLite XUB2792QSU-B5",
        "price": 145,
        "description": "Edit photos and videos for work or your hobby on the iiyama ProLite XUB2792QSU-B5 27-inch QHD monitor. Thanks to the QHD resolution, you can see images 2 times sharper than in Full HD and work in more detail. Zoom in to the pixel and lose little detail for the most accurate photoshop work. The IPS panel displays true colors from every viewing angle, so the screen even looks sharp from the side. The images stay sharp, even when you're not directly in front of the screen. That way, it's no problem when you watch the screen with 2 or more people at the same time. Tilt, turn, rotate, and adjust the monitor in height to adjust it to your working position. You create an ergonomic workspace this way, and you'll have less neck and shoulder pain. The blue light filter ensures your eyes tire less quickly, so you can work on your graphic design project for longer and make your deadline. You can do this with your favorite songs and albums playing in the background, that you play from the built-in speakers. That way, you don't need external speakers and can continue to work easily. ",
        "stocklevel": 6,
        "model": "iiyama ProLite XUB2792QSU-B5",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1877501"
    },
    {
        "name": "Samsung LS27BM500EUXEN Smart Monitor M5",
        "price": 159,
        "description": "The Samsung LS27BM500EUXEN Smart Monitor M5 is a 27-inch Full HD smart monitor which you can also use as a television, thanks to the integrated Smart Hub. You can make a wireless connection with your laptop, desktop, or phone with this monitor. So you can stream a YouTube video or photo from your phone which you can watch in 4K resolution. On top of that, the monitor has Office 365 installed, so you can also use Word and Excel on this monitor. It doesn't have to be installed on your computer or smartphone. When you're done working, switch to the Smart Hub and use the monitor as a television to watch your favorite series on Netflix or HBO. This looks extra nice thanks to the HDR10 support. That way, you can enjoy vibrant and lifelike colors with your entertainment.",
        "stocklevel": 8,
        "model": "Samsung LS27BM500EUXEN Smart Monitor M5",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1721843"
    },
    {
        "name": "Philips 275E2FAE/00",
        "price": 159,
        "description": "Experience lifelike colors and images in QHD while working from home on the Philips 275E2FAE/00 27-inch monitor. The QHD resolution displays the image twice as sharp as a Full HD screen. This screen has very thin bezels, which makes this model highly suitable for a setup with multiple monitors. In addition to the QHD resolution, you experience lifelike colors from any viewing angle thanks to the IPS panel. The monitor has Philips SmartContrast technology. This technology automatically adjusts colors, so they're displayed optimally in every situation. Switch on the Eco mode for daily office tasks and a low energy consumption. Do you use the monitor intensively? Then the blue light filter and flicker-free technology prevent strained eyes during a long working day.",
        "stocklevel": 13,
        "model": "Philips 275E2FAE/00",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1504724"
    },
    {
        "name": "LG 24QP750",
        "price": 259,
        "description": "Organize your workplace via USB-C with the LG24QP750 24 inches QHD HDR Monitor. With the USB-C and DisplayPort connectors, you can connect the LG monitor to another screens. This way, you can increase the screen space and you can easily work on 2 screens at the same time. The USB-C port also 65W power to external devices for charging, like your laptop or smartphone. The QHD resolution displays images 2 times as sharp as Full HD. In combination with the HDR10 support, this results in a vibrant and realistic display on your screen. Are you facing a long working day? You can tilt and rotate the monitor and adjust its height and take on an ergonomical sitting position. ",
        "stocklevel": 15,
        "model": "LG 24QP750",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1645339"
    },
    {
        "name": "Samsung LS27R350FHRXEN",
        "price": 109,
        "description": "With the Samsung LS27R350FHRXEN, you can watch movies in Full HD and browse the web. This 27-inch monitor has 7cm more screen space than a 24-inch monitor. Thanks to the IPS panel, you experience true-to-life colors even when you're not sitting directly in front of the screen. Put your feet up on your desk, lean back, and watch a movie in Full HD resolution. You can binge-watch Netflix series for a day without any problems. The flicker-free technology ensures you won't get a headache and irritated eyes. The blue light filter limits blue light, for example with Word documents. You'll be able to work longer on your report without getting strained eyes.",
        "stocklevel": 12,
        "model": "Samsung LS27R350FHRXEN",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1438240"
    },
    {
        "name": "EIZO CS2740",
        "price": 1000,
        "description": "Get started with your graphic design projects with the EIZO CS2740 27-inch 4K USB-C monitor. This monitor has a USB-C port which allows you to connect a device and charge it as well. That way, you can combine data transfer, charging (60W), and transmit an image signal together. Thanks to the 99% coverage within the Adobe RGB color profile and the 4K resolution, you'll experience sharp and realistic colors to edit your visual material. As a result, the sea really looks navy blue or turquoise instead of a faded blue. Thanks to the IPS panel, you can experience sharp colors and images from any viewing angle, even when you're not in front of the screen. Are you looking for an accurate color representation? No problem, the hardware calibration ensures an automatic and manual correction. That way, you always have a constant color representation. You can also easily create an ergonomic working posture by tilting, rotating, or adjust the monitor in height. ",
        "stocklevel": 2,
        "model": "EIZO CS2740",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1700549"
    },
    {
        "name": "iiyama ProLite XUB2492HSU-B5",
        "price": 99,
        "description": "With the 24-inch Full HD iiyama Prolite XUB2492HSU-B5, you have a lot of screen space in a small package. This monitor has extremely thin bezels, so it's suitable for a setup with 2 or more screens next to each other. This way, you can easily increase your screen space without having to deal with a thick border in the center. You can tilt, rotate, or adjust the monitor in height to create an ergonomic sitting position. This way, you prevent neck and back pain after a long working day. Do you want to get started with programming or do you read a lot of PDF files for your work? Don't worry, this monitor also supports portrait mode when you rotate the screen 90 degrees. As a result, it's easy to get started with vertical documents, files, and programs. If you're doing 1 hour of overtime, your eyes won't get tired with prolonged use. This is thanks to the blue light filter and flicker-free technology. In addition, you can listen to your favorite albums thanks to the built-in speakers while you work. This means you don't need external speakers anymore. ",
        "stocklevel": 12,
        "model": "iiyama ProLite XUB2492HSU-B5",
        "category": "monitor",
        "image": "https://image.coolblue.nl/max/2048x1536/products/1869733"
    }
]